{
  "testimonials": [
    {
      "id": 1,
      "first_name": "Emily",
      "last_initial": "M",
      "testimonial": "Cogni has been a game-changer for my son's academic journey. The personalized attention and expert guidance he receives from his tutor have significantly boosted his confidence and grades. I'm impressed with the professionalism and commitment of the Cogni team. Highly recommended!"
    },
    {
      "id": 2,
      "first_name": "David",
      "last_initial": "T",
      "testimonial": "Thanks to Cogni, I went from struggling with math to acing my exams. The tutors are patient, knowledgeable, and genuinely care about my progress. The personalized learning plan and interactive lessons have made a huge difference. I couldn't be happier!"
    },
    {
      "id": 3,
      "first_name": "Sarah",
      "last_initial": "K",
      "testimonial": "Cogni has exceeded my expectations in every way. The dedicated tutors not only helped me improve my grades but also ignited my love for learning. Their support and encouragement have been invaluable. I'm grateful to Cogni for transforming my educational experience."
    },
    {
      "id": 4,
      "first_name": "Mark",
      "last_initial": "W",
      "testimonial": "I can't thank Cogni enough for the remarkable progress my daughter has made. The tutor's expertise and customized approach have turned her academic struggles into strengths. Her confidence has soared, and she now enjoys learning. Cogni is truly a lifesaver!"
    },
    {
      "id": 5,
      "first_name": "Jennifer",
      "last_initial": "L",
      "testimonial": "Cogni's personalized tutoring has made a world of difference for my son. The tutor's ability to explain complex concepts in a simple manner has helped him grasp difficult subjects. The progress monitoring and regular feedback have kept us informed. We're thrilled with the results!"
    },
    {
      "id": 6,
      "first_name": "Daniel",
      "last_initial": "H",
      "testimonial": "The tutors at Cogni are phenomenal! Their deep knowledge of the subject matter and commitment to my success have made a huge impact. The interactive learning tools and engaging lessons have made studying enjoyable. Cogni is hands down the best tutoring service out there."
    },
    {
      "id": 7,
      "first_name": "Lisa",
      "last_initial": "R",
      "testimonial": "I was struggling with time management and study skills until I joined Cogni. The tutor's guidance and strategies have transformed my approach to learning. I'm now organized, focused, and achieving my academic goals. Thank you, Cogni, for empowering me to excel!"
    }
  ]
}